dezodemius-5.0/run/MyProjects/cylinder/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (-1 0 0);

boundaryField
{
front
    {
        type            empty;
    }
    Outlet
    {
        type            zeroGradient;
    }
    body
    {
        type            noSlip;
    }
    Inlet
    {
        type            fixedValue;
        value uniform (-1 0 0);
    }
    Wall2
    {
        type            zeroGradient;
    }
    sym
    {
        type            symmetryPlane;
    }
    back
    {
        type            empty;
    }
}

// ************************************************************************* //
