dezodemius-5.0/run/MyProjects/cylinder/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    front
    {
        type            empty;
    }
    Outlet
    {
        type            fixedValue;
        value uniform 0;
    }
    body
    {
        type            zeroGradient;
    }
    Inlet
    {
        type            zeroGradient;
    }
    Wall2
    {
        type            zeroGradient;
    }
    sym
    {
        type            symmetryPlane;
    }
    back
    {
        type            empty;
    }
}

// ************************************************************************* //
